Repository: pashapar/proper_life
Catalog: lib/l10n/intl_*.arb
Languages: uk

# verySoonWillBeAbleToConnecting
source: Very soon you will be able to connect with your friends and invite them to attend events together
uk: Зовсім скоро ви зможете законектитися зі своїми друзями та запросити їх на спільні заходи

source: Events nearby
uk: Події поруч

source: My events
uk: Мої Події

source: Profile
uk: Профіль

source: Home
uk: Події поруч

source: Settings
uk: Налаштування

source: Become an organiser
uk: Стати організатором

source: Exit
uk: Вихід

source: Are you sure?
uk: Ви впевнені?

source: Are you want log out from your account?
uk: Ви справді хочете вийти з Вашого акаунту?

source: Cancel
uk: Відміна

source: Log out
uk: Вийти

source: City: {selectedCity}
uk: Місто: {selectedCity}

source: Time: {selectedTimeFilter}
uk: Час: {selectedTimeFilter}

source: Organiser name
uk: Назва організатора

source: Write the event name...
uk: Напишіть назву події...

source: Write the event city...
uk: Напишіть місто події...

source: Write the event location...
uk: Напишіть локацію події (адресу)...

source: Chose day and time when event start
uk: Вкажіть час початку події

source: Write the event description...
uk: Додайте опис події...

source: Add content
uk: Додати зображення

source: < your image will appear here if you add it
uk: < Ваше зображення з'явиться тут, якщо ви його додасьте

source: Please fill in all empty fields
uk: Будь-ласка заповніть всі пусті поля

source: Save the event?
uk: Зберегти подію?

source: Save
uk: Зберегти

source: Are you want delete this event from "My events"?
uk: Ви дійсно хочете видалити подію з "Мої події"?

source: Delete
uk: Видалити

# areYouWantDeleteThisEventTheEventWillBe
source: Are you want delete this event? The event will be deleted completely for all users
uk: Ви дійснохочете видалити цю подію? Подію буде видалено повністю для всіх користувачів!

source: Created by me >
uk: Створені мною >

# youDontHaveAnyEventsScheduledYetYouCanFind
source: You don`t have any events scheduled yet. You can find them and add them here on the `Events nearby` screen
uk: У вас ще немає запланованих подій. Ви можете знайти їх і додати тут, на екрані "Події поблизу".

source: Created by me: "{orgName}"
uk: Створені мною: "{orgName}"

# verySoonYouWillBeAbleToAddYourPhoto
source: Very soon you will be able to add your photo here
uk: Зовсім скоро ви зможете додати сюди свою фотографію

source: Language
uk: Мова

source: Privacy & Security
uk: Конфіденційність та безпека

source: Not register? Sign up now!
uk: Ще не зареєструвалися? Зареєструйтесь зараз!

source: Already sign up? Go to sign in!
uk: Вже зареєструвалися? Перейдіть до входу!

source: Sign In
uk: Увійти

source: Sign Up
uk: Реєстрація

source: Please enter both email and password.
uk: Будь ласка, введіть електронну пошту та пароль.

source: Enter Your Name
uk: Введіть своє ім'я

source: Enter Your @username
uk: Створіть свій @username

source: Chose your city...
uk: Виберіть своє місто...

source: Write the correctly confirm password
uk: Введіть правильний пароль для підтвердження

# foundABugOrWantToTellUsAboutYour
source: Found a bug or want to tell us about your wishes?
uk: Знайшли баг або хочете розповісти про свої побажання?

# writeToUsInAWayConvenientForYouWe
source: Write to us in a way convenient for you, we will be glad to receive all messages, even criticism)
uk: Пишіть нам зручним для вас способом, будемо раді всім повідомленням, навіть критиці)

# theApplicationIsStillInATestVersionSoThe
source: The application is still in a test version, so the organiser rights are granted manually by the developer. If you are an organiser of public events or one of your activities is holding various kinds of events, you are most likely represented in social networks or have a website with official emails or phone numbers.
uk: Додаток поки що має тестову версію, тому надання прав організатора відбувається в ручну розробником. Якщо Ви є організатором публічних подій або одним із Ваших видів діяльності є проведення різного роду заходів, то Ви скоріше за все представлені в соціальних мережах або маєте сайт де вказані офіційні пошти чи номер телефону..

# thereAre3WaysToBecomeAnOrganiserInThe
source: There are 3 ways to become an organiser in the ProPer life app:
uk: Стати організатором в додатку ProPer life можна 3 шляхами:

# InstagramJustWriteToUsFromYourOfficialAccount
source: 1. Instagram. Just write to us from your official account.
uk: 1. Інстаграм. Просто напишіть нам зі свого офіційного акаунту.

# MessengerWriteToUsFromYourBusinessPhoneNumber
source: 2. Messenger. Write to us from your business phone number, which is easily found on your website or the Internet.
uk: 2. Месенджер. Напишіть нам з робочого номеру телефону, який легко знайти на вашому сайті чи мережі інтернет.

# MailWriteToUsFromYourOfficialMailIndicated
source: 3. Mail. Write to us from your official mail indicated on your Internet resources.
uk: 3. Пошта. Напишіть нам з вашої офіційної пошти вказаної на Ваших інтернет ресурсах.

# inTheMessageSpecifyYourUsernameSpecifiedDuringRegistrationAnd
source: In the message, specify your @username specified during registration and the desired name of the organiser that you want to have in the application.
uk: В повідомленні вкажіть свій @username вказаний при реєстрації та бажане ім'я організатора, яке ви хочете мати в додатку.

# clickOnTheAppropriateIconBelowToFollowTheLink
source: Click on the appropriate icon to follow the link and become an organiser in a convenient way.
uk: Натисніть на відповідну іконку нижче, щоб перейти за посиланням та стати організатором зручним способом.
